const events = [
    {
        name: '01.06.2022',
        'Успешно созданы': 10,
        'Ошибки': 20,
        amt: 2400,
    },
    {
        name: '02.06.2022',
        'Успешно созданы': 32,
        'Ошибки': 13,
        amt: 2400,
    },
    {
        name: '03.06.2022',
        'Успешно созданы': 44,
        'Ошибки': 12,
        amt: 2400,
    },
    {
        name: '04.06.2022',
        'Успешно созданы': 10,
        'Ошибки': 1,
        amt: 2400,
    },
    {
        name: '05.06.2022',
        'Успешно созданы': 23,
        'Ошибки': 4,
        amt: 2400,
    },
    {
        name: '06.06.2022',
        'Успешно созданы': 1,
        'Ошибки': 0,
        amt: 2400,
    },
];

const users = [
    {
        name: '01.06.2022',
        'Добавлено': 2,
        amt: 2400,
    },
    {
        name: '02.06.2022',
        'Добавлено': 4,
        amt: 2400,
    },
    {
        name: '03.06.2022',
        'Добавлено': 2,
        amt: 2400,
    },
    {
        name: '04.06.2022',
        'Добавлено': 0,
        amt: 2400,
    },
    {
        name: '05.06.2022',
        'Добавлено': 2,
        amt: 2400,
    },
    {
        name: '06.06.2022',
        'Добавлено': 16,
        amt: 2400,
    },
];

const data01 = [
    { name: 'Спорт', value: 30 },
    { name: 'IT', value: 60 },
    { name: 'Прочее', value: 5 },
    { name: 'Книги', value: 5 },
  ];


export { events, users, data01 }